// скидка
var discount = 0.75;

// карточка 1

// заголовок
var designTitleItem1 = "Эксклюзивная серия";
// картинка
var designImageItem1 = "image/galery/design.jpg";
// текст
var designLoremItem1 = "Лестница из серии Design. Дизайн тетивы лестницы разработан и рассчитан инженерами нашей компании. Не имеет аналогов и защещен законом о защите авторских прав. В каталоге более 500 авторски узоров. Для расчета стоимости различных конфигураций подъема(Г-образные, П-образные, забежные, поворотные и другие), дизайна и комплектации- нажмите на кнопку калькулятор.";
// цена
var designPriceItem1 = "70 000";

// карточка 2

// заголовок
var designTitleItem2 = "Эксклюзивная серия";
// картинка
var designImageItem2 = "image/galery/design.jpg";
// текст
var designLoremItem2 = "Лестница из серии Design. Дизайн тетивы лестницы разработан и рассчитан инженерами нашей компании. Не имеет аналогов и защещен законом о защите авторских прав. В каталоге более 500 авторски узоров. Для расчета стоимости различных конфигураций подъема(Г-образные, П-образные, забежные, поворотные и другие), дизайна и комплектации- нажмите на кнопку калькулятор.";
// цена
var designPriceItem2 = "60 000";

// карточка 3

// заголовок
var designTitleItem3 = "Эксклюзивная серия";
// картинка
var designImageItem3 = "image/galery/design.jpg";
// текст
var designLoremItem3 = "Лестница из серии Design. Дизайн тетивы лестницы разработан и рассчитан инженерами нашей компании. Не имеет аналогов и защещен законом о защите авторских прав. В каталоге более 500 авторски узоров. Для расчета стоимости различных конфигураций подъема(Г-образные, П-образные, забежные, поворотные и другие), дизайна и комплектации- нажмите на кнопку калькулятор.";
// цена
var designPriceItem3 = "50 000";



// цены для калькулятора для первых итемов блока
var sumBlock1 = 0.95;
var sumBlock2 = 95000;
var sumBlock3 = 50000;
var sumBlock4 = 44000;
var sumBlock5 = 0;
var sumFull = 0;